Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/Accessibility-HapticMusic.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Learn more…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt: Saiba mais…
pt_pt: Saiba mais…
ro: Aflați mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# HAPTIC_MUSIC_LEARN_MORE_ABOUT_CONTENT_2
source: Music Haptics play along with Apple Music, Music Classical, Shazam, and supported third-party apps when your iPhone is connected to Wi-Fi or cellular.
ar: يعمل الحس اللمسي في الموسيقى مع Apple Music و Music Classical و Shazam وتطبيقات الجهات الخارجية المدعومة عندما يكون iPhone متصلًا بشبكة Wi‑Fi أو شبكة خلوية.
bg: Музикалните осезания се възпроизвеждат заедно с Apple Music, Music Classical, Shazam и поддържани приложения на трети страни, когато вашият iPhone е свързан с Wi-Fi или мобилна мрежа.
ca: La vibració de la música està disponible a les apps Música, Clàssica i Shazam de l’iPhone, així com en d’altres de tercers compatibles, i cal una connexió Wi‑Fi o de dades mòbils.
cs: Hudební haptika se přehrává s hudbou z Apple Music, Apple Music Classical, Shazamu a podporovaných aplikací od nezávislých vývojářů, když je váš iPhone připojený k Wi‑Fi nebo mobilní síti.
da: Haptisk feedback til musik følger musikken i Apple Music, Apple Music Classical, Shazam og understøttede tredjepartsapps, når din iPhone har forbindelse til et Wi-Fi- eller mobilnetværk.
de: Die Funktion „Musikhaptik“ ist in Apple Music, Music Classical, Shazam und unterstützten Drittanbieter-Apps verfügbar, wenn dein iPhone mit WLAN oder Mobilfunk verbunden ist.
el: Τα Απτικά μουσικής διατίθενται με το Apple Music, το Apple Music Classical, το Shazam και υποστηριζόμενες εφαρμογές τρίτων μερών, όταν το iPhone σας είναι συνδεδεμένο σε Wi-Fi ή κινητό δίκτυο.
es: Puedes usar esta función en las apps Música, Clásica y Shazam, así como en otras apps de terceros compatibles, siempre que el iPhone esté conectado a una red Wi‑Fi o de datos móviles.
es_us: La vibración de música está disponible en Apple Music, Music Classical, Shazam y otras apps de terceros compatibles, y requiere que tu iPhone tenga conexión a una red Wi-Fi o celular.
fi: Musiikin tuntopalaute toistuu Apple Musicin, Music Classicalin, Shazamin ja tuettujen muiden valmistajien appien kanssa, kun iPhonella on Wi-Fi- tai mobiiliyhteys.
fr: « Musique tactile » accompagne Apple Music, Apple Music Classical, Shazam et les apps tierces prises en charge lorsque votre iPhone est connecté à un réseau Wi-Fi ou cellulaire.
fr_ca: Les vibrations musicales fonctionnent avec Apple Music, Apple Music Classical, Shazam et les apps tierces compatibles lorsque votre iPhone est connecté à un réseau Wi‑Fi ou cellulaire.
he: הרטט האינטראקטיבי של המוזיקה מופעל יחד עם השמע ב״מוזיקה״ של Apple, ב-Classical, ב-Shazam וביישומים חיצוניים נתמכים כאשר ה-iPhone שלך מחובר לרשת אלחוטית או סלולרית.
hi: जब आपका iPhone वाई-फ़ाई या मोबाइल से कनेक्ट होता है, तो संगीत हैप्टिक Apple Music, Music Classical, Shazam और समर्थित तृतीय-पक्ष ऐप्स के साथ चलता है।
hr: Glazbena vibracija reproducira se uz Apple Music, Music Classical, Shazam i podržane aplikacije drugih proizvođača kad je iPhone spojen na Wi-Fi ili podatkovnu mrežu.
hu: A Zene haptikus jelzései az Apple Musicban, a Music Classicalban, a Shazamban és harmadik felek támogatott appjaiban is lejátszhatók, ha az iPhone-ja Wi-Fi- vagy mobilhálózathoz csatlakozik.
id: Haptik Musik diputar bersama Apple Music, Music Classical, Shazam, dan app pihak ketiga yang didukung saat iPhone Anda terhubung ke Wi-Fi atau seluler.
it: “Feedback aptici musica” è disponibile con le app Musica, Classica, Shazam e altre app di terze parti compatibili quando iPhone è connesso alla rete Wi‑Fi o cellulare.
ja: ミュージックの触覚は、iPhoneがWi‑Fiまたはモバイル通信に接続されているときに、Apple Music、Music Classical、Shazam、および対応している他社製アプリと連動して再生されます。
kk: Музыкалық жанасу сигналдары iPhone құрылғыңыз Wi‑Fi немесе ұялы байланыс желісіне қосылған кезде, Apple Music, Music Classical, Shazam және қолдау көрсетілетін үшінші тарап қолданбаларымен бірге ойнатылады.
ko: iPhone이 Wi-Fi 또는 셀룰러에 연결되어 있으면 음악 햅틱이 Apple Music, Apple Music Classical, Shazam 및 지원되는 타사 앱과 함께 재생됩니다.
lt: „Muzikos haptika“ veikia kartu su „Apple Music“, „Music Classical“, „Shazam“ ir palaikomomis trečiųjų šalių programomis, kai jūsų „iPhone“ yra prijungtas prie „Wi-Fi“ arba per mobiliųjį ryšį.
ms: Haptik Muzik bermain bersama-sama Apple Music, Music Classical, Shazam dan app pihak ketiga yang disokong apabila iPhone anda disambungkan ke Wi‑Fi atau selular.
nl: Voelbare muzieksignalen worden afgespeeld met Muziek, Klassiek, Shazam en ondersteunde apps van derden wanneer je iPhone is verbonden met een wifinetwerk of mobiel netwerk.
no: Følbar respons for musikk spilles sammen med musikk fra Apple Music, Apple Music Classical, Shazam og støttede tredjepartsapper når iPhonen er koblet til Wi‑Fi eller mobilnettet.
pl: Z haptyki muzyki możesz korzystać w Apple Music, Music Classical, Shazam i obsługiwanych aplikacjach innych firm, gdy iPhone jest połączony z siecią Wi‑Fi lub komórkową.
pt: A Resposta Tátil da Música toca junto com Apple Music, Music Classical, Shazam e apps de terceiros compatíveis quando o iPhone está conectado à rede Wi‑Fi ou celular.
pt_pt: Disponível nas aplicações Música, Música Clássica e Shazam, assim como noutras aplicações compatíveis de terceiros, quando o iPhone está ligado a uma rede móvel ou Wi‑Fi.
ro: Răspunsul haptic pentru muzică este redat împreună cu conținutul din Apple Music, Music Classical, Shazam și din alte aplicații terțe compatibile atunci când iPhone‑ul este conectat la Wi‑Fi sau la o rețea celulară.
ru: Музыкальные тактильные сигналы воспроизводятся при прослушивании музыки в Apple Music, Music Classical, Shazam и поддерживаемых сторонних приложениях, если Ваш iPhone подключен к сети Wi‑Fi или сотовой сети.
sk: Hudobná haptika môže sprevádzať hudbu z Apple Music, Apple Music Classical, Shazamu a podporovaných apiek tretích strán, keď je váš iPhone pripojený k Wi-Fi alebo mobilnej sieti.
sl: Glasbena haptika se izvaja ob skladbah v aplikacijah Glasba Apple, Music Classical, Shazam in podprtih aplikacijah drugih ponudnikov, kadar je vaš iPhone povezan z omrežjem Wi-Fi ali mobilnim omrežjem.
sv: Musikhaptik spelas upp tillsammans med Apple Music, Apple Music Classical och Shazam, samt tredjepartsappar som stöds när iPhone är ansluten till Wi‑Fi eller mobildata.
th: การสั่นตามเพลงจะเล่นไปพร้อมกับ Apple Music, Music Classical, Shazam และแอปที่รองรับของบุคคลหรือบริษัทอื่นเมื่อ iPhone ของคุณเชื่อมต่อกับ Wi‑Fi หรือเซลลูลาร์
tr: Müzik Dokunuşları, iPhone’unuz Wi-Fi ağına veya hücresel ağa bağlıyken Apple Music, Music Classical, Shazam ve desteklenen üçüncü parti uygulamalarla birlikte oynatılır.
uk: Вібромузика використовується з Apple Music, Music Classical, Shazam і сумісними програмами сторонніх розробників, якщо iPhone підʼєднано до Wi‑Fi чи стільникової мережі.
vi: Cảm ứng nhạc phát cùng với Apple Music, Music Classical, Shazam và các ứng dụng được hỗ trợ của bên thứ ba khi iPhone được kết nối vào Wi-Fi hoặc mạng di động.
zh_cn: iPhone接入Wi-Fi或蜂窝网络时，音乐触感反馈会与Apple Music、Apple Music古典乐、Shazam和受支持的第三方App内容同时播放。
zh_hk: iPhone連接到Wi-Fi或流動網絡時，「音樂觸覺回報」會與Apple Music、Apple Music古典樂、Shazam和支援的第三方App同時播放。
zh_tw: 在iPhone連接Wi-Fi或行動網路時，「音樂觸覺回饋」會與「音樂」、「Apple Music古典樂」、Shazam和支援的第三方App一起播放。

# SETTINGS_BUTTON_CC
source: Settings…
ar: الإعدادات…
bg: Настройки…
ca: Configuració…
cs: Nastavení…
da: Indstillinger…
de: Einstellungen …
el: Ρυθμίσεις…
es: Ajustes…
es_us: Configuración…
fi: Asetukset…
fr: Réglages…
fr_ca: Réglages…
he: הגדרות…
hi: सेटिंग्ज़…
hr: Postavke…
hu: Beállítások…
id: Pengaturan…
it: Impostazioni…
ja: 設定…
kk: Реттеулер…
ko: 설정…
lt: Nustatymai…
ms: Seting…
nl: Instellingen…
no: Innstillinger…
pl: Ustawienia…
pt: Ajustes…
pt_pt: Definições…
ro: Configurări…
ru: Настройки…
sk: Nastavenia…
sl: Nastavitve …
sv: Inställningar…
th: การตั้งค่า…
tr: Ayarlar…
uk: Параметри…
vi: Cài đặt…
zh_cn: 设置…
zh_hk: 設定⋯
zh_tw: 設定⋯

source: Stop Sample
ar: إيقاف العينة
bg: Спиране на откъса
ca: Atura la mostra
cs: Zastavit ukázku
da: Stop eksempel
de: Beispiel stoppen
el: Διακοπή δείγματος
es: Detener muestra
es_us: Detener muestra
fi: Lopeta näyte
fr: Arrêter l’échantillon
fr_ca: Arrêter l’échantillon
he: עצירת הדוגמה
hi: सैंपल रोकें
hr: Zaustavi uzorak
hu: Minta leállítása
id: Hentikan Sampel
it: Interrompi campione
ja: サンプルを停止
kk: Үлгіні тоқтату
ko: 샘플 중단
lt: Stabdyti pavyzdį
ms: Hentikan Sampel
nl: Stop voorbeeld
no: Stopp lydprøve
pl: Zatrzymaj próbkę
pt: Parar Amostra
pt_pt: Parar amostra
ro: Opriți mostra
ru: Остановить воспроизведение образца
sk: Zastaviť ukážku
sl: Ustavi vzorec
sv: Stoppa exempel
th: หยุดเล่นตัวอย่าง
tr: Örneği Durdur
uk: Зупинити зразок
vi: Dừng mẫu
zh_cn: 停止样本
zh_hk: 停止樣本
zh_tw: 停止樣本

# HAPTIC_MUSIC_LEARN_MORE_ABOUT_CONTENT_3
source: Experience Music Haptics while playing audio on iPhone speakers, wired headphones, and supported Apple and Beats wireless headphones.
ar: جرِّب الحس اللمسي في الموسيقى أثناء تشغيل الصوت على سماعات iPhone وعلى سماعات الرأس السلكية وسماعات رأس Apple و Beats اللاسلكية المدعومة.
bg: Усетете музикални осезания, докато се възпроизвежда аудио на високоговорителите на iPhone, на слушалки с кабел и на поддържани безжични слушалки Apple и Beats.
ca: Descobreix la vibració de la música en reproduir àudio a l’altaveu de l’iPhone, als auriculars amb fil, i als auriculars Apple i Beats sense fil compatibles.
cs: Hudební haptiku můžete používat při přehrávání zvuku z reproduktorů iPhonu, se sluchátky s kabelem a s podporovanými bezdrátovými sluchátky Apple a Beats.
da: Oplev haptisk feedback til musik, når der afspilles lyd via højttalerne i iPhone, hovedtelefoner med ledninger og understøttede trådløse Apple- og Beats-hovedtelefoner.
de: Nutze „Musikhaptik“ bei der Wiedergabe von Audio auf iPhone-Lautsprechern, kabelgebundenen Kopfhörern und unterstützten kabellosen Apple- und Beats-Kopfhörern.
el: Απολαύστε τα Απτικά Μουσικής κατά την αναπαραγωγή ήχου στα ηχεία iPhone, σε ενσύρματα ακουστικά και υποστηριζόμενα ασύρματα ακουστικά Apple και Beats.
es: Usa la vibración con la música cuando utilices los altavoces del iPhone, unos auriculares por cable o unos auriculares Apple y Beats inalámbricos compatibles.
es_us: Disfruta de Vibración de música cuando reproduzcas audio en los altavoces del iPhone, audífonos con cable y audífonos de Apple o Beats inalámbricos.
fi: Koe musiikin tuntopalaute toistettaessa ääntä iPhonen kaiuttimilla, langallisissa kuulokkeissa ja tuetuissa langattomissa Apple- ja Beats-kuulokkeissa.
fr: Profitez de la musique tactile lorsque vous utilisez les haut-parleurs de l’iPhone, des écouteurs filaires et des écouteurs sans fil Apple et Beats pris en charge.
fr_ca: Profitez des vibrations musicales avec les haut-parleurs de l’iPhone, les écouteurs filaires ainsi que les écouteurs sans fil Apple et Beats compatibles.
he: באפשרותך לחוות רטט אינטראקטיבי של מוזיקה בעת הפעלת שמע ברמקולי ה-iPhone, באוזניות חוטיות ובאוזניות אלחוטיות נתמכות של Apple ושל Beats.
hi: संगीत हैप्टिक का iPhone स्पीकर, वायर्ड हेडफ़ोन पर और समर्थित Apple और Beats वायरलेस हेडफ़ोन पर अनुभव लें।
hr: Iskusite Glazbenu vibraciju tijekom reproduciranja audio zapisa na zvučnicima iPhonea, žičanim slušalicama i podržanim Apple i Beats bežičnim slušalicama.
hu: A Zene haptikus jelzéseit megtapasztalhatja az iPhone hangszóróin, vezetékes fejhallgatókon és támogatott vezeték nélküli Apple- és Beats-fejhallgatókon való hanglejátszás során.
id: Nikmati Musik Haptik saat memutar audio di speaker iPhone, headphone kabel, dan headphone nirkabel Apple dan Beats yang didukung.
it: Prova “Feedback aptici musica” quando ascolti brani dagli altoparlanti di iPhone oppure tramite cuffie con cavo e cuffie wireless compatibili di Apple e Beats.
ja: iPhoneスピーカー、有線ヘッドフォン、および対応するAppleおよびBeatsのワイヤレスヘッドフォンでミュージックを再生中にミュージックの触覚を体験できます。
kk: iPhone динамиктерінде, сымды құлаққаптарда және Apple мен Beats сымсыз құлаққаптарында қолдау көрсететін дыбысты ойнату кезінде музыкалық жанасу сигналдарын сынап көріңіз.
ko: iPhone 스피커 및 유선 헤드폰, 지원 가능한 Apple 및 Beats 무선 헤드폰에서 오디오를 재생할 때 음악 햅틱을 경험할 수 있습니다.
lt: Išbandykite „Muzikos haptiką“ leisdami garso įrašus per „iPhone“ garsiakalbius, laidines ausines ir suderinamas belaides „Apple“ ir „Beats“ ausines.
ms: Alami Haptik Muzik semasa memainkan audio pada speaker iPhone, fon kepala berwayar dan fon kepala wayarles Apple dan Beats yang disokong.
nl: Beleef voelbare muzieksignalen terwijl je audio afspeelt op iPhone-luidsprekers, bedrade koptelefoons en ondersteunde draadloze koptelefoons van Apple en Beats.
no: Kjenn følbar respons for musikk mens du spiller av lyd over iPhone-høyttalerne, kablede hodetelefoner eller støttede trådløse hodetelefoner fra Apple eller Beats.
pl: Korzystaj z haptyki muzyki podczas odtwarzania przez głośniki iPhone’a, w słuchawkach przewodowych oraz obsługiwanych bezprzewodowych słuchawkach Apple i Beats.
pt: Desfrute da Resposta Tátil da Música nos alto‑falantes do iPhone, em fones de ouvido com fio ou em fones de ouvido sem fio compatíveis da Apple e Beats.
pt_pt: Ouça música com háptica através dos altifalantes do iPhone, auscultadores com fios e auscultadores Apple e Beats sem fios compatíveis.
ro: Trăiți experiența răspunsului haptic pentru muzică în timp ce redați conținut audio utilizând difuzoarele iPhone, căști cu fir și căștile wireless Apple și Beats compatibile.
ru: Музыкальные тактильные сигналы воспроизводятся при прослушивании аудио через динамики iPhone, проводные наушники и поддерживаемых модели беспроводных наушников Apple и Beats.
sk: Hudobnú haptiku si môžete užívať počas prehrávania zvuku v reproduktoroch iPhonu, slúchadlách s káblom a podporovaných bezdrôtových slúchadlách Apple a Beats.
sl: Izkusite glasbeno haptiko med predvajanjem zvoka z zvočniki iPhona, žičnimi slušalkami ter podprtimi brezžičnimi slušalkami Apple in Beats.
sv: Känn av musikhaptik när ljud spelas på iPhone-högtalare, trådförsedda hörlurar och trådlösa hörlurar som stöds från Apple och Beats.
th: สัมผัสประสบการณ์การใช้งานการสั่นตามเพลงในระหว่างเล่นเสียงบนลำโพง iPhone, หูฟังแบบมีสาย และหูฟัง Apple และ Beats แบบไร้สายที่รองรับ
tr: iPhone hoparlörlerinde, kablolu kulaklıklarda ve desteklenen kablosuz Apple ve Beats kulaklıklarda ses çalarken Müzik Dokunuşları’nı deneyimleyin.
uk: Насолоджуйтеся Вібромузикою, слухаючи улюблені композиції через динаміки iPhone, дротові й сумісні бездротові навушники Apple та Beats.
vi: Trải nghiệm Cảm ứng nhạc trong khi phát âm thanh trên loa iPhone, tai nghe trùm đầu có dây, cũng như tai nghe trùm đầu không dây được hỗ trợ của Apple và Beats.
zh_cn: 在iPhone扬声器、有线耳机和受支持的Apple和Beats无线耳机上体验音乐触感反馈。
zh_hk: 在iPhone喇叭、有線耳筒和支援的Apple和Beats無線耳筒上播放音訊時體驗「音樂觸覺回報」。
zh_tw: 在iPhone揚聲器、有線耳機和支援的Apple和Beats無線耳機上播放音訊時體驗音樂觸覺回饋。

# HAPTIC_MUSIC_LEARN_MORE_GET_STARTED_CONTENT_4
source: While a song is playing, you can also temporarily mute and unmute Music Haptics in playback controls across iOS.
ar: أثناء تشغيل الأغنية، يمكنك أيضًا كتم الحس اللمسي في الموسيقي وإلغاء كتمه مؤقتًا في عناصر التحكم في التشغيل عبر iOS.
bg: Докато се възпроизвежда песен, можете също така временно да изключите и включите музикалните осезания чрез бутоните за управление на възпроизвеждането на iOS.
ca: També pots activar o desactivar temporalment la vibració de la música mentre sona amb els controls de reproducció de l’iOS.
cs: Během přehrávání skladeb můžete hudební haptiku dočasně vypnout nebo zapnout v ovládání přehrávání v systému iOS.
da: Du kan også slå haptisk feedback til musik til og fra midlertidigt i betjeningsmulighederne på tværs af iOS, mens en sang afspilles.
de: Während der Wiedergabe eines Titels kannst du zudem die Stummschaltung von „Musikhaptik“ in der Wiedergabesteuerung auf all deinen iOS-Geräten vorübergehend aktivieren oder deaktivieren.
el: Κατά την αναπαραγωγή ενός τραγουδιού, μπορείτε επίσης προσωρινά να θέσετε σε σίγαση ή να καταργήσετε τη σίγαση των Απτικών μουσικής στα στοιχεία ελέγχου αναπαραγωγής στο iOS.
es: Mientras escuchas música, puedes activar o desactivar temporalmente la vibración con los controles de reproducción de iOS.
es_us: Puedes activar o desactivar temporalmente la vibración mientras escuchas una canción usando los controles de reproducción de iOS.
fi: Kun kappaletta toistetaan, voit myös mykistää ja palauttaa musiikin tuntopalautteen toistosäätimillä kaikkialla iOS:ssä.
fr: Pendant la lecture d’un morceau, vous pouvez également désactiver et réactiver temporairement la musique tactile via les commandes de lecture des apps iOS prises en charge.
fr_ca: Pendant l’écoute d’une chanson, vous pouvez également couper temporairement et réactiver les vibrations musicales au moyen des commandes de lecture d’iOS.
he: במהלך הפעלה של שיר, ניתן גם להשתיק באופן זמני את הרטט האינטראקטיבי של המוזיקה ולבטל את ההשתקה בפקדי ההפעלה ב-iOS.
hi: जब कोई गीत चल रहा हो, तो आप iOS पर प्लेबैक कंट्रोल में संगीत हैप्टिक को अस्थाई रूप से म्यूट और अनम्यूट भी कर सकते हैं।
hr: Tijekom reproduciranja pjesme, također možete privremeno isključiti ili uključiti Glazbenu vibraciju u kontrolama reprodukcije diljem iOS-a.
hu: Dalok lejátszása közben ideiglenesen elnémíthatja, illetve feloldhatja a Zene haptikus jelzéseinek némítását az iOS-eszközök lejátszásvezérlőivel.
id: Saat lagu sedang diputar, Anda juga dapat membisukan dan membunyikan Haptik Musik untuk sementara di kontrol pemutaran di seluruh iOS.
it: Mentre ascolti un brano, puoi anche attivare e disattivare temporaneamente “Feedback aptici musica” nei controlli di riproduzione di iOS.
ja: 曲の再生中に、すべてのiOSの再生コントロールで一時的にミュージックの触覚の消音をオンにしたりオフにしたりすることもできます。
kk: Ән ойнатылып жатқанда, iOS жүйесіндегі ойнатуды басқару элементтерінде музыкалық жанасу сигналдарының дыбысын уақытша өшіріп қосуға да болады.
ko: 또한 노래 재생 중에 iOS에서 재생 제어기를 통해 음악 햅틱을 일시적으로 끄거나 켤 수도 있습니다.
lt: Leidžiant dainą, taip pat galite laikinai nutildyti arba vėl įjungti „Muzikos haptiką“ naudodami „iOS“ sistemos atkūrimo valdiklius.
ms: Semasa lagu bermain, anda juga boleh menyenyapkan dan menyahsenyapkan Haptik Muzik buat sementara dalam kawalan main balik merentas iOS.
nl: Terwijl een nummer wordt afgespeeld, kun je voelbare muzieksignalen ook tijdelijk uit- en aanzetten in de afspeelregelaars in iOS.
no: Mens en sang spilles av, kan du også midlertidig slå av eller på følbar respons for musikk fra avspillings­kontrollene på tvers av iOS.
pl: Podczas odtwarzania utworu możesz tymczasowo zatrzymywać i wznawiać haptykę muzyki, używając nazrzędzi odtwarzania systemu iOS.
pt: Enquanto uma música está tocando, você também pode ativar e desativar temporariamente a Resposta Tátil da Música nos controles de reprodução do iOS.
pt_pt: Durante a reprodução, também pode ativar e desativar temporariamente a música com háptica com os controlos de reprodução do iOS.
ro: În timpul redării unei melodii, puteți să opriți și să porniți temporar răspunsul haptic pentru muzică în comenzile de redare din iOS.
ru: Во время воспроизведения музыки можно временно заглушать и снова включать музыкальные тактильные сигналы с помощью элементов управления воспроизведением в iOS.
sk: Počas prehrávania skladby môžete hudobnú haptiku dočasne vypnúť a zapnúť v ovládacích prvkoch prehrávania v systéme iOS.
sl: Med predvajanjem skladbe lahko glasbeno haptiko tudi začasno onemogočite in omogočite v krmilnih funkcijah predvajanja povsod v sistemu iOS .
sv: När en låt spelas kan du tillfälligt slå på eller av musikhaptik via uppspelningsreglagen i hela iOS.
th: ในระหว่างที่เพลงกำลังเล่น คุณยังสามารถปิดเสียงและเปิดเสียงการสั่นตามเพลงชั่วคราวได้อีกด้วยในตัวควบคุมการเล่นบน iOS
tr: Parça çalınırken Müzik Dokunuşları’nı iOS genelindeki çalma denetimlerinde de geçici olarak kapatıp açabilirsiniz.
uk: Під час відтворення композиції можна тимчасово вмикати й вимикати Вібромузику, використовуючи елементи керування відтворенням в iOS.
vi: Trong khi phát một bài hát, bạn cũng có thể tạm thời tắt tiếng và bật tiếng Cảm ứng nhạc trong điều khiển phát lại trên iOS.
zh_cn: 歌曲播放期间，你也可以在iOS的播放控制中将音乐触感反馈暂时静音或取消静音。
zh_hk: 播放歌曲時，你亦可以在iOS的播放控制項目中暫時將「音樂觸覺回報」靜音和取消靜音。
zh_tw: 播放歌曲時，你也可以在iOS上的播放控制項目中將「音樂觸覺回饋」暫時靜音或取消靜音。

# HAPTIC_MUSIC_TITLE
source: Music Haptics
ar: الحس اللمسي في الموسيقى
bg: Осезания за музика
ca: Vibració de la música
cs: Hudební haptika
da: Haptisk feedback til musik
de: Musikhaptik
el: Απτικά μουσικής
es: Vibración con la música
es_us: Vibración de música
fi: Musiikin tuntopalaute
fr: Musique tactile
fr_ca: Vibrations musicales
he: רטט אינטראקטיבי של מוזיקה
hi: संगीत हैप्टिक
hr: Glazbena vibracija
hu: Zene haptikus jelzései
id: Haptik Musik
it: Feedback aptici musica
ja: ミュージックの触覚
kk: Музыкалық жанасу сигналдары
ko: 음악 햅틱
lt: Muzikos haptika
ms: Haptik Muzik
nl: Voelbare muzieksignalen
no: Følbar respons for musikk
pl: Haptyka muzyki
pt: Resposta Tátil da Música
pt_pt: Música com háptica
ro: Răspuns haptic muzică
ru: Музыкальные тактильные сигналы
sk: Hudobná haptika
sl: Glasbena haptika
sv: Musikhaptik
th: สั่นตามเพลง
tr: Müzik Dokunuşları
uk: Вібромузика
vi: Cảm ứng nhạc
zh_cn: 音乐触感反馈
zh_hk: 音樂觸覺回報
zh_tw: 音樂觸覺回饋

# ENHANCED_FOOTER
source: Customize haptics when music is playing.
ar: تخصيص الحس اللمسي عند تشغيل الموسيقى.
bg: Персонализирайте осезанията, когато се възпроизвежда музика.
ca: Personalitza la vibració en reproduir música.
cs: Přizpůsobení haptiky při přehrávání hudby.
da: Tilpas haptisk feedback, når der afspilles musik.
de: Passe die Haptik für die Wiedergabe von Musik an.
el: Προσαρμογή των απτικών όταν αναπαράγεται μουσική.
es: Personaliza las vibraciones cuando se está reproduciendo música.
es_us: Personaliza las vibraciones cuando se está reproduciendo música.
fi: Muokkaa musiikin toiston aikaisia tuntopalautteita.
fr: Personnalisez les vibrations produites lors de la lecture de la musique.
fr_ca: Personnalisez les vibrations qui accompagnent la musique à l’écoute.
he: ניתן להתאים באופן אישי את הרטט האינטראקטיבי בזמן שמושמעת מוזיקה.
hi: संगीत चलते के दौरान हैप्टिक कस्टमाइज़ करें।
hr: Prilagodite vibraciju kad se reproducira glazba.
hu: Testreszabhatja a haptikus jelzéseket a zenelejátszás idejére.
id: Sesuaikan musik saat musik sedang diputar.
it: Personalizza i feedback aptici quando ascolti la musica.
ja: ミュージック再生時の触覚をカスタマイズします。
kk: Музыка ойнатылып жатқанда, жанасу сигналдарын бейімдеңіз.
ko: 음악을 재생할 때의 햅틱을 사용자화합니다.
lt: Pritaikykite haptiką, kai leidžiama muzika.
ms: Sesuaikan haptik apabila muzik sedang dimainkan.
nl: Pas voelbare signalen aan wanneer muziek wordt afgespeeld.
no: Tilpass følbar respons når det spilles av musikk.
pl: Dostosuj haptykę towarzyszącą odtwarzaniu muzyki.
pt: Personalize a resposta tátil durante a reprodução de música.
pt_pt: Personalizar a háptica durante a reprodução de música.
ro: Personalizați răspunsul haptic atunci când muzica este în redare.
ru: Настройте тактильные сигналы при воспроизведении музыки.
sk: Umožňuje prispôsobiť sprievodnú haptiku prehrávanej hudby.
sl: Prilagodite haptiko med predvajanjem glasbe.
sv: Anpassa haptik när musik spelas upp.
th: กำหนดการสั่นเมื่อมีเพลงเล่นอยู่
tr: Müzik çalarken dokunuşları özelleştirin.
uk: Налаштувати вібровідгук у разі відтворення музики.
vi: Tùy chỉnh các cảm ứng khi phát nhạc.
zh_cn: 播放音乐时自定义触感反馈。
zh_hk: 音樂播放時自訂觸覺回報。
zh_tw: 自訂音樂播放時的觸覺回饋。
